Repository: swiftAndHandy/Returnal
Catalog: Returnal/Localizable.xcstrings
Source language: de
Languages: en

source: Abbrechen
en: Cancel

source: Adresse (optional)
en: Address (optional)

source: Bearbeiten
en: Edit

source: Beschreibung: %@
en: Description: %@

source: Der aktuelle Filter liefert keine Ergebnisse.
en: The current filter does not return any values.

# description_unavailable
source: Keine Beschreibung verfügbar.
en: No description set.

source: Dieser Vorgang kann nicht rückgängig gemacht werden.
en: This operation cannot be undone.

source: Entleiher zuweisen
en: Assign borrower

source: Entleihverlauf für %@
en: Borrow history for: %@

source: Entliehen am: %@
en: Borrowed on: %@

source: Ergänzende Angaben
en: Details:

source: Erhalt bestätigen
en: Confirm receipt

source: Füge deinen ersten Gegenstand hinzu.
en: Add your first item.

source: Gegenstand löschen
en: Delete item

source: Gegenstand wirklich löschen?
en: Really delete this item?

source: Ja, fortfahren.
en: Yes, proceed.

source: Ja, löschen
en: Yes, delete.

source: Keine Einträge vorhanden
en: No entries available.

source: Keine Suchergebnisse
en: No search results.

source: Konfiguration:
en: Configuration:

source: Kontakt (optional)
en: Contact (optional)

source: Kontakt auswählen
en: Select contact

source: Land
en: Country

source: Nachname
en: Last name

source: Name des Gegenstands
en: Item name

source: Neuer Gegenstand
en: New item

source: Ort
en: Location

source: Pflichtangaben
en: Required information

source: PLZ
en: ZIP-Code

source: QR-Code Druck
en: Print QR-Code

source: QR-Code drucken
en: Print QR-Code

source: Rückgabe
en: Return

source: Rückgabe am: %@
en: Return date: %@

source: Rückgabe bis:
en: Return until:

source: Rückgabe bis: %@
en: Return until: %@

source: Rückgabe geplant
en: Return planned

source: Rückgabedatum
en: Date of return:

source: Rückgabedatum festlegen?
en: Set return date?

source: Rückgabevereinbarung:
en: Return agreement

source: Soll ein Dokument erstellt werden, dass alle ungescannten Barcodes enthält?
en: Create a document that contains all unscanned barcodes?

source: Speichern
en: Save

source: Straße
en: Street

source: Suche Gegenstand
en: Search item

source: Telefon
en: Phone

source: Telefon:
en: Phone:

source: Tippe hier, um einen Entleiher festzulegen.
en: Tap here, to select a borrower.

source: Tippe hier, wenn der Gegenstand zurückgegeben wurde.
en: Tap here, if the item is returned.

source: Übersicht
en: Overview

source: ungescannt
en: unscanned

source: Ungescannte QR-Codes drucken?
en: Print unscanned QR-Codes?

source: Vergangene Entleiher anzeigen
en: Display borrower history

source: Verleihen
en: Borrow

source: verliehen
en: borrowed

source: Verliehen am:
en: Borrowed on:

source: Verliehen an:
en: Borrowed to:

source: Verwerfen
en: Discard

source: Vorname
en: First name
